{
    "destinasi": [{
            "id": 1,
            "country": "Turkey",
            "attraction": "Cappadocia",
            "location": "Central Anatolia",
            "summary": "Cappadocia is a beautiful region in central Turkey famous for its fairytale scenery, cave dwellings, remarkable rock formations and, of course, the hundreds of hot air balloons that soar in the sky during sunrise each morning.",
            "description": "Cappadocia is a beautiful region in central Turkey famous for its fairytale scenery, cave dwellings, remarkable rock formations and, of course, the hundreds of hot air balloons that soar in the sky during sunrise each morning According to Herodotus, in the time of the Ionian Revolt(499 BC),the Cappadocians were reported as occupying a region from Mount Taurus to the vicinity of the Euxine (Black Sea).Cappadocia, in this sense, was bounded in the south by the chain of the Taurus Mountains that separate it from Cilicia, to the east by the upper Euphrates, to the north by Pontus, and to the west by Lycaonia and eastern Galatia.<br><br>The name, traditionally used in Christian sources throughout history, continues in use as an international tourism concept to define a region of exceptional natural wonders, in particular characterized by fairy chimneys and a unique historical and cultural heritage.",
            "price": 20000,
            "image": "cappadocia2.jpg"
        },
        {
            "id": 2,
            "country": "Indonesia",
            "attraction": "Kei Island",
            "location": "Maluku",
            "summary": "When you are flying over Kei Islands, Southeast Maluku, you will see for yourself the breath-taking view of this clusters of 119 islands. From the air, Kei --or Nuhu Evav as locals call it--is a perfect illustration of tropical getaway.",
            "description": "When you are flying over Kei Islands, Southeast Maluku, you will see for yourself the breath-taking view of this clusters of 119 islands. From the air, Kei --or Nuhu Evav as locals call it--is a perfect illustration of tropical getaway. The day-long sun, clear blue sky, glassy sea water, and the quiet beaches are what you can expect from the islands 550-kilometer southeast of Ambon.<br><br>Administratively, Kei Islands is constituted by Southeast Maluku Regency with Langgur as its capital, and Tual City that is situated in Lesser Kai Island.",
            "price": 5000,
            "image": "kei.jpg"
        },
        {
            "id": 3,
            "country": "Thailand",
            "attraction": "The Grand Palace",
            "location": "Bangkok",
            "summary": "There are plenty of things to see and do in Bangkok, but the Grand Palace should definitely be at the top of your list. This is the number one attraction, and it's staggering in both historical significance and craftsmanship.",
            "description": "Even if your plans for Thailand mainly involve frolicking on a beach and eating as much Massaman curry and pad Thai as humanly possible, you'll probably spend at least a day or two in Bangkok. There are plenty of things to see and do in the capital, but the Grand Palace should definitely be at the top of your list. This is the number one sightseeing attraction in the city, and it's staggering in both historical significance and craftsmanship.<br><br>The grounds are a maze of royal halls, temples, and ancient relics, the most important being Wat Phra Kaeo (the Temple of the Emerald Buddha), said to hold a fragment of either hair or bone from the enlightened Buddha himself.<br><br>Allow several hours to do the Grand Palace justice, but if you're up for more walking afterward, you can easily take in some of the city's other major landmarks nearby. The famous Wat Po and Wat Arun, the Temple of the Dawn (a great place to watch the sunset), are just a few minutes away.",
            "price": 3500,
            "image": "grandpalace.jpg"
        },
        {
            "id": 4,
            "country": "Indonesia",
            "attraction": "Komodo Island",
            "location": "East Nusa Tenggara",
            "summary": "Who hasn't dreamed of seeing a dragon at least once in their life? The komodos of Indonesia are no mythical creatures, however they are fierce and deadly animals. The komodo dragons are the stars of the show on the park.",
            "description": "Who hasn't dreamed of seeing a dragon at least once in their life? The komodos of Indonesia are no mythical creatures, however they are fierce and deadly animals. Komodo National Park, a UNESCO World Heritage site, encompasses five main islands and a number of smaller ones, as well as the surrounding marine areas.<br><br>The waters off these islands are some of the richest and most diverse in the world. The komodo dragons are the stars of the show on any visit to the park, but visitors can also hike, snorkel, go canoeing, or visit small villages on the islands. Visitors must arrive by boat, and there is an entrance fee plus additional costs for transportation, guide services, and other activities.",
            "price": 4500,
            "image": "komodo.jpg"
        },
        {
            "id": 5,
            "country": "Turkey",
            "attraction": "Istanbul",
            "location": "Istanbul",
            "summary": "Coveted by empires across the centuries, straddling both Europe and Asia, Istanbul is one of the world's great metropolises. Founded around 1000 BC, the colony of Byzantium grew into the Byzantine Empire's great capital of Constantinople.",
            "description": "Coveted by empires across the centuries, straddling both Europe and Asia, Istanbul is one of the world's great metropolises. Founded around 1000 BC, the colony of Byzantium grew into the Byzantine Empire's great capital of Constantinople and after the Ottoman conquest of the city, retained its glorious place as the heart of their empire. The city (officially renamed Istanbul after the founding of the Turkish Republic) is liberally scattered with glorious remnants of its long and illustrious history, and the sightseeing here will impress even the most monument-weary visitor.<br><br>As well as the big four (Aya Sofya, Topkapi Palace, Blue Mosque, and Grand Bazaar), leave enough time to explore the other sights. Although many tourist attractions are located in, or near, the old city district of Sultanahmet, there is a dazzling array of other things to do throughout the farther reaches of the city. Plan your trip with our list of the top tourist attractions in Istanbul.",
            "price": 7200,
            "image": "istanbul.jpg"
        },
        {
            "id": 6,
            "country": "Japan",
            "attraction": "Kyoto Temples",
            "location": "Kyoto",
            "summary": "One of Japan's most famous shrines, the Fushimi-Inari Shrine is a must-visit when in Kyoto. Founded in AD 711 and dedicated to the goddess of rice-growing, Ukanomitama-no-mikoto, the shrine is still frequented by merchants and tradesmen.",
            "description": "One of Japan's most famous shrines, the Fushimi-Inari Shrine is a must-visit when in Kyoto. Founded in AD 711 and dedicated to the goddess of rice-growing, Ukanomitama-no-mikoto, the shrine is still frequented by merchants and tradesmen who pray for prosperity.<br><br>The main building dates from 1499 and features a spectacular four-kilometer-long avenue of bright orange 'torii,' or arches, each dedicated by a business (it takes some two-hours to travel past the 32,000 arches lining the route). Also notable are its many sculptures of foxes, reputed to be messengers of the gods. A great time to explore the shrine is at night; not only will you be rewarded with a unique glimpse of this wonderfully illuminated heritage site, you'll be rewarded with few if any crowds.",
            "price": 8000,
            "image": "kyoto.jpg"
        },
        {
            "id": 7,
            "country": "Switzerland",
            "attraction": "St. Moritz",
            "location": "St. Moritz",
            "summary": "Mirror-like lakes, glaciers, jagged peaks, alpine forests, and oodles of sunshine make St. Moritz one of the world's top mountain destinations and a must-have on your list of things to do in Switzerland. The town is divided into two parts.",
            "description": "Mirror-like lakes, glaciers, jagged peaks, alpine forests, and oodles of sunshine make St. Moritz one of the world's top mountain destinations and a must-have on your list of things to do in Switzerland. Palatial hotels and pricey restaurants are par for the course at this chic resort town, which has hosted two winter Olympics.<br><br>Sitting in an alpine valley 1,800 meters above sea level, the town is divided into two parts: St. Moritz Dorf sits on a sunny terrace overlooking the Lake of St. Moritz. The other part of town, lakeside St. Moritz Bad on the valley floor, is a health resort with less expensive lodging. Winter sports run the gamut, from skiing, snowboarding, skating, and bobsledding to tobogganing on the famous 1.2-kilometer-long Cresta Run.<br><br>In the summer, hiking, biking, and water sports abound. Glacier skiing is also available in the summer. Adding to all this spectacular mountain scenery, St. Moritz is a cultural crossroads. Romansch, German, Italian, French, and English are all spoken in the surrounding areas—not to mention the different languages of the many well-heeled international visitors and expats.",
            "price": 11600,
            "image": "stmoritz.jpg"
        },
        {
            "id": 8,
            "country": "Indonesia",
            "attraction": "Belitung Island",
            "location": "Bangka Belitung",
            "summary": "Belitung Island has become a new favourite island-themed holiday destination among tourists located south-east off the larger island of Sumatra. This island is now determined to reach its goal to become one of world’s best Geoparks.",
            "description": "Belitung Island has become a new favourite island-themed holiday destination among tourists located south-east off the larger island of Sumatra.  With its impeccable pristine beaches, blue waters and natural granite rock structures, its hard not to linger on its beauty. Well known after the success of the box office Indonesian movie Laskar Pelangi or Rainbow Troops, this island is now determined to reach its goal to become one of world’s best Geoparks.<br><br>A Global Geopark is a UNESCO-designated area, that contains natural sites with particular geological importance and are intended to be conserved on account of its heritage. Tourism is expected to act as booster to spread knowledge and awareness of this unique natural wonder. Here are a few  for you to start your incredible holiday.",
            "price": 1200,
            "image": "belitung.jpg"
        },
        {
            "id": 9,
            "country": "Japan",
            "attraction": "Osaka Castle",
            "location": "Osaka",
            "summary": "The construction of Osaka Castle (大阪城, Ōsakajō) started in 1583 on the former site of the Ishiyama Honganji Temple. Toyotomi Hideyoshi intended the castle to become the center of a new, unified Japan under Toyotomi rule.",
            "description": "The construction of Osaka Castle (大阪城, Ōsakajō) started in 1583 on the former site of the Ishiyama Honganji Temple, which had been destroyed by Oda Nobunaga thirteen years earlier. Toyotomi Hideyoshi intended the castle to become the center of a new, unified Japan under Toyotomi rule. It was the largest castle at the time.<br><br>However, a few years after Hideyoshi's death, Tokugawa troops attacked and destroyed the castle and terminated the Toyotomi lineage in 1615. Osaka Castle was rebuilt by Tokugawa Hidetada in the 1620s, but its main castle tower was struck by lightening in 1665 and burnt down.",
            "price": 8700,
            "image": "osaka.jpg"
        }
    ]
}